export const ColorSchemes = {
	LIGHT: 'light',
	DARK: 'dark',
	AUTO: 'auto'
};

export const Routes = {
	PRACTICES: 'practices',
	PARTICIPANTS: 'participants',
	MAIN_PAGE: 'common',
	CV: 'cv'
};

export const Placeholder = {
	practice: {
		en: `<p><b>Вставьте текст и инструкцию. Сюда же можно вставить embed-код на медиа.</b></p>
		<p><b>Например:</b></p>
		<p><b>Инструкция:</b></p>
		<p>Практика длится 9 часов. Участник может завершить её раньше</p>
		<p>Важно присутствовать в кадре с включенной камерой и микрофоном</p>
		<p>Имена участников могут быть любые (псевдонимы, свои имена)</p>
		<p>Можно медитировать, делать перекусы, записывать наблюдения, отлучаться по необходимости. Участник может взять перерыв на час в течение практики</p>
		<p>Важно стараться не делать дела или действия, облегчающие практику</p>
		<p>Вход/подготовка: предупредить родственников/близких, отключить телефон. Перед практикой приветствуем друг друга и начинаем</p>
		<p>Выход: Участник включает звуковой сигнал</p>
		<p>После практики происходит обсуждение, участие в котором по желанию</p>`,
		ru: `<p><b>Вставьте текст и инструкцию. Сюда же можно вставить embed-код на медиа.</b></p>
		<p><b>Например:</b></p>
		<p><b>Инструкция:</b></p>
		<p>Практика длится 9 часов. Участник может завершить её раньше</p>
		<p>Важно присутствовать в кадре с включенной камерой и микрофоном</p>
		<p>Имена участников могут быть любые (псевдонимы, свои имена)</p>
		<p>Можно медитировать, делать перекусы, записывать наблюдения, отлучаться по необходимости. Участник может взять перерыв на час в течение практики</p>
		<p>Важно стараться не делать дела или действия, облегчающие практику</p>
		<p>Вход/подготовка: предупредить родственников/близких, отключить телефон. Перед практикой приветствуем друг друга и начинаем</p>
		<p>Выход: Участник включает звуковой сигнал</p>
		<p>После практики происходит обсуждение, участие в котором по желанию</p>`
	},
	participant: {
		en: `<p>Тут такой длинный текст и все нужные ссылки для практиканта</p>`,
		ru: `<p>Тут такой длинный текст и все нужные ссылки для практиканта</p>`
	}
};

export const BannerModes = {
	IMAGE: 'image',
	VIDEO: 'video'
};
